Repository: omer-faruq/WeatherLockscreen
Catalog: l10n/*/koreader.po
Languages: de

source: Displays weather information on the sleep screen. Select Weather option in Sleep screen > Wallpaper menu to enable.
de: Zeige Wetterinformationen auf dem Sperrbildschirm an. Wähle die Wetter-Option im Menü Ruhebildschirm > Hintergrundbild, um sie zu aktivieren.

source: Location
de: Standort

source: City, postal code, or coordinates
de: Stadt, Postleitzahl oder Koordinaten

source: Enter your postal code or city name
de: Postleitzahl oder Stadt eingeben

source: Search
de: Suchen

source: Searching...
de: Suche...

source: Select Location (1 result)
de: Standort auswählen (1 Ergebnis)

source: Select Location (%1 results)
de: Standort auswählen (%1 Ergebnisse)

source: No location found
de: Keine Ergebnisse

source: Search again
de: Erneut suchen

source: Location search failed: %1
de: Standortsuche fehlgeschlagen: %1

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Delete
de: Löschen

source: Display Style (%1)
de: Anzeigestil (%1)

source: Detailed
de: Details

source: Temperature Scale
de: Temperatureinheit

source: Show header
de: Kopfzeile anzeigen

source: Override scaling
de: Skalierung überschreiben

source: Content Fill (%1%)
de: Skalierung (%1%)

source: Content Fill Percentage
de: Skalierung

source: How much of the available screen height should be filled?
de: Wie viel der verfügbaren Bildschirmhöhe soll ausgefüllt sein?

source: Cover scaling
de: Cover-Skalierung

source: Fit to screen
de: An Bildschirm anpassen

source: Zoom to fill
de: Bildschirm ausfüllen

source: fit
de: anpassen

source: zoom
de: ausfüllen

source: Cache Settings
de: Cache-Einstellungen

source: Maximum Cache duration
de: Maximale Cache-Dauer

source: When offline, cached weather data up to this age will be shown. Older data displays a fallback icon instead.
de: Bei fehlender Internetverbindung werden zwischengespeicherte Wetterdaten bis zu diesem Alter angezeigt. Ältere Daten zeigen ein Fallback-Symbol.

source: Minimum Cache duration
de: Minimale Cache-Dauer

source: Minimum time between API requests when locking device. Within this period, cached data is used automatically.
de: Mindestzeit zwischen API-Anfragen beim Sperren des Geräts. Innerhalb dieses Zeitraums werden automatisch zwischengespeicherte Daten verwendet.

source: Debug: Controls minimum time between API requests. Does not affect periodic refresh intervals.
de: Debug: Steuert die Mindestzeit zwischen API-Anfragen. Beeinflusst nicht die periodischen Aktualisierungsintervalle.

source: hour
de: Stunde

source: hours
de: Stunden

source: minutes
de: Minuten

source: Clear cache
de: Cache leeren

source: Clear weather cache
de: Wetter-Cache leeren

source: Clear cached weather data and icons?
de: Gespeicherte Wetterdaten und Symbole löschen?

source: Cache cleared
de: Cache geleert

source: Weather cache cleared
de: Wetter-Cache geleert

source: No cache to clear
de: Kein Cache zum Löschen

source: Off
de: Aus

source: 30 minutes
de: 30 Minuten

source: 1 hour
de: 1 Stunde

source: 3 hours
de: 3 Stunden

source: 6 hours
de: 6 Stunden

source: 12 hours
de: 12 Stunden

source: Custom…
de: Benutzerdefiniert…

source: Custom (%1)
de: Benutzerdefiniert (%1)

source: Custom refresh interval
de: Benutzerdefiniertes Intervall

source: Set hours and minutes for the refresh interval.
de: Stunden und Minuten für das Aktualisierungsintervall festlegen.

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Show weather on sleep screen
de: Wetter auf dem Ruhebildschirm anzeigen

source: Weather dashboard
de: Wetter-Dashboard

source: Dashboard (Tap to set interval)
de: Dashboard (Tippen für Intervall)

source: Shows weather fullscreen and refreshes periodically. Works on all devices. Tap screen to dismiss. Uses more battery than regular sleep screen.
de: Zeigt Wetter im Vollbild und aktualisiert periodisch. Funktioniert auf allen Geräten. Tippe zum Beenden. Verbraucht mehr Akku als normaler Sperrbildschirm.

source: The dashboard will keep the device awake and regularly update weather data. This will increase power consumption while the dashboard is active. Continue?
de: Das Dashboard hält das Gerät wach und aktualisiert regelmäßig die Wetterdaten. Dies erhöht den Stromverbrauch, solange das Dashboard aktiv ist. Fortfahren?

source: Active Sleep
de: Aktiver Schlaf

source: Active Sleep (Tap to set interval)
de: Aktiver Schlaf (Tippen für Intervall)

source: Active Sleep (Unsupported device)
de: Aktiver Schlaf (Nicht unterstützt)

source: Active Sleep (Enable Wi-Fi 'Turn on' first)
de: Aktiver Schlaf (Erst WLAN 'Einschalten' aktivieren)

source: Active Sleep (Kobo experimental - hold for help)
de: Aktiver Schlaf (Kobo experimentell - halten für Hilfe)

source: Device wakes from sleep to refresh weather data. Saves power compared to the dashboard. Supported devices: Kindle. Kobo (experimental) see README for more information.
de: Das Gerät wacht aus dem Schlaf auf, um Wetterdaten zu aktualisieren. Spart Strom im Vergleich zum Dashboard. Unterstützte Geräte: Kindle. Kobo (experimentell) siehe README für weitere Informationen.

source: Active sleep will wake the device from sleep to update weather data. This will increase power consumption while the device is locked. Continue?
de: Aktiver Schlaf wird das Gerät aus dem Schlaf wecken, um Wetterdaten zu aktualisieren. Dies erhöht den Stromverbrauch, während das Gerät gesperrt ist. Fortfahren?

source: Lock to Start
de: Sperren zum Starten

source: Hold to Start
de: Halten zum Starten

source: Enable
de: Aktivieren

source: Debug options enabled
de: Debug-Optionen aktiviert

source: Debug options disabled
de: Debug-Optionen deaktiviert

source: API error
de: API-Fehler

source: Unknown error
de: Unbekannter Fehler

source: Failed to parse response
de: Fehler beim Verarbeiten der Ergebnisse

source: Preserve Battery
de: Batterie sparen

source: Disable Active Sleep below this battery level. Set to 0 to turn off.
de: Fällt der Akkustand unter dieses Level wird 'Aktiver Schlaf' deaktiviert.

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: TEMPERATURE
de: TEMPERATUR

source: HUMIDITY
de: LUFTFEUCHTIGKEIT

source: Page %1 of %2
de: Seite %1 von %2

source: New Moon
de: Neumond

source: Waxing Crescent
de: Zunehmende Sichel

source: First Quarter
de: Erstes Viertel

source: Waxing Gibbous
de: Zunehmender Mond

source: Full Moon
de: Vollmond

source: Waning Gibbous
de: Abnehmender Mond

source: Last Quarter
de: Letztes Viertel

source: Third Quarter
de: Drittes Viertel

source: Waning Crescent
de: Abnehmende Sichel
